Repository: kamilsj/mountaingrip
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: Your post is a little bit too long.
pl_pl: Twój post jest trochę za długi.

source: Cannot add post to this group.
pl_pl: Nie mogę dodać posta do tej grupy

source: There is a problem with this group
pl_pl: Jest jakiś problem z tą grupą

source: Cannot add post to this thread.
pl_pl: Nie możesz dodać wiadomości do tego wątku.

source: There is a problem with this thread
pl_pl: Jest jakiś problem z tym wątkiem.

source: This group was added just few minutes ago.
pl_pl: Taka sama grupa została dodana przed chwilą.

source: Groups has to have a name :)
pl_pl: Twoja grupa musi mieć jakaś nazwę :)

source: Your description is a little bit too long.
pl_pl: Twój opis jest za długi.

source: Group does not exists.
pl_pl: Taka grupa nie istnieje.

source: Invalid group code
pl_pl: Błędny kod grupy

source: This post was just added
pl_pl: Ten post już został dodany.

source: No sent messages
pl_pl: Brak wiadomości wysłanych

source: No messages
pl_pl: Brak wiadomości

source: You cannot be here. Space only for beta testers ;).
pl_pl: Jeszcze nie możesz zobaczyć, co jest w środku :)

source: Eurojeckpot Predictions
pl_pl: EJP przewidywania

source: Predictions
pl_pl: Typowane wyniki

source: add
pl_pl: dodaj

source: Main
pl_pl: Główna

source: My draws
pl_pl: Moje losowania

source: Analyse your data
pl_pl: Zbadaj swoje wyniki

source: Groups - Mountain Grip
pl_pl: Grupy - Mountain Grip

source: Group name
pl_pl: Nazwa grupy

source: Private group
pl_pl: Prywatna grupa

source: Add
pl_pl: Dodaj

source: Explore groups
pl_pl: Przeszukaj grupy

source: Create a group
pl_pl: Stwórz grupę

source: Groups you follow
pl_pl: Grupy, które śledzisz

source: Your groups
pl_pl: Twoje grupy

source: Recent groups
pl_pl: Ostatnio dodane grupy

source: Group does not exist.
pl_pl: Taka grupa nie istnieje.

source: Add a post
pl_pl: Dodaj posta

source: Unfollow
pl_pl: Przestań obserwować

source: Follow thread
pl_pl: Obserwuj wątek

source: Submit
pl_pl: Dodaj

source: You are not added to this private group.
pl_pl: Nie zostałaś/eś dodany do tej prywatnej grupy.

source: Add a thread
pl_pl: Dodaj wątek.

source: Title
pl_pl: Tytuł

source: First post
pl_pl: Pierwszy post.

source: Settings
pl_pl: Ustawienia

source: Follow
pl_pl: Obserwuj

source: Summary
pl_pl: Podsumowanie

source: Import your activities
pl_pl: Importuj swoje aktywności

source: Weight calculations
pl_pl: Waga

source: Activities calculation
pl_pl: Importuj aktywności

source: Import your activiteis from >
pl_pl: Importuj swoje aktywności

source: Health data analysis
pl_pl: Analiza zdrowia

source: Analytics
pl_pl: Analiza

source: Weight
pl_pl: Waga

source: Neck
pl_pl: Szyja

source: Chest
pl_pl: Klatka

source: Waist
pl_pl: Talia

source: Hip
pl_pl: Biodra

source: Inbox - Mountain Grip
pl_pl: Skrzynka odbiorcza - Mountain Grip

source: New message
pl_pl: Nowa wiadomość

source: Inbox
pl_pl: Skrzynka odbiorcza

source: Sent
pl_pl: Wysłane

source: Type your message
pl_pl: Napisz swoją wiadomość

source: Send
pl_pl: Wyślij

source: Don't be too smart.
pl_pl: Nie kombinuj :)

source: Type your reply
pl_pl: Odpowiedz

source: Sign up
pl_pl: Dołącz

source: Account
pl_pl: Konto

source: Profile
pl_pl: Profil

source: Health
pl_pl: Zdrowie

source: Your trips
pl_pl: Twoje wyprawy

source: Add a trip
pl_pl: Dodaj wyprawę

source: Explore
pl_pl: Przeszukaj

source: Past activities
pl_pl: Ostatnie wyprawy

source: Messages
pl_pl: Wiadomości

source: Groups
pl_pl: Grupy

source: Shop
pl_pl: Sklep

source: Search
pl_pl: Szukaj

source: Logout
pl_pl: Wyloguj

source: Log in
pl_pl: Zaloguj

source: about
pl_pl: o nas

source: code
pl_pl: kod

source: donate
pl_pl: dotacja

source: buy me a coffee
pl_pl: zaproś mnie na kawę

source: Read all
pl_pl: Przeczytaj wszystkie

source: Posts
pl_pl: Posty

source: Comments
pl_pl: Komentarze

source: Username
pl_pl: Nazwa użytkownika

source: Password
pl_pl: Hasło

source: You password was changed successfully.
pl_pl: Hasło zostało zmienione.

source: Change password
pl_pl: Zmień hasło

source: Email was sent.
pl_pl: Email został wysłany.

source: Send intructions
pl_pl: Wyślij instrukcje

source: Update your profile
pl_pl: Zaktualizuj swój profil

source: Sell and buy outdoor clothes and equipment
pl_pl: Kupuj i sprzedawaj swoje outdoorowe ubrania i sprzęt

source: Add new product
pl_pl: Dodaj nową rzecz

source: Purchases
pl_pl: Kupione

source: Look for people ready for an adventure.
pl_pl: Znajdź nową przygodę dla siebie

source: Description
pl_pl: Opis

source: Starting place
pl_pl: Miejsce startowe

source: Mountain/Destination name
pl_pl: Nazwa góry/miejsca docelowego

source: Start date
pl_pl: Dzień rozpoczęcia

source: One day trip
pl_pl: Jednodniowa wyczieczka

source: End date
pl_pl: Dzień zakończenia

source: Choose a file
pl_pl: Wybierz plik

source: Mountains are waiting for you - Mountian Grip
pl_pl: Góry czekają na Ciebie - Mountain Grip

source: Space for outdoor lovers.
pl_pl: Przestrzeń dla ludzi, którzy lubią być poza domem

source: Your next trip starts here...
pl_pl: Twoja kolejna wyprawa zaczyna się tutaj ...

source: Start searching for people
pl_pl: Znajdź ludzi do wspólnych wypraw

source: I
pl_pl: Ja

source: want
pl_pl: chcę

source: need
pl_pl: potrzebuję

source: to meet
pl_pl: poznać

source: to hike
pl_pl: przejść

source: to climb
pl_pl: wspinać się

source: to ski from
pl_pl: zjechać z

source: to visit
pl_pl: odwiedzić

source: What can you do here?
pl_pl: Co możesz tutaj zrobić?

source: Organize a trip and invite your friends.
pl_pl: Zorganizować wycieczkę i zaprosić przyjaciół.

source: Share your adventure stories.
pl_pl: Podziel się swoimi wyprawami.

source: Collect and analyze your helath data.
pl_pl: Dodawaj i analizuj swoje parametry zdrowotne.

source: Meet other outdoor enthusiasts.
pl_pl: Poznaj innych miłośników outdooru.

source: Sell and buy outdoor clothes and equipment.
pl_pl: Sprzedawaj i kupuj swój sprzęt wyprawowy.

source: Does not exist.
pl_pl: Nie ma takiego użytkownika.

source: Go back
pl_pl: Powrót

source: Add as a friend
pl_pl: Dodaj do przyjaciół

source: Send a public message
pl_pl: Wyślij wiadomość publiczną

source: Post
pl_pl: Dodaj

source: Update
pl_pl: Zaktualizuj

source: Search results for: %(q)s
pl_pl: Wyniki wyszukiwania dla: %(q)s

source: Activation email was sent to you. Check your SPAM box as well.
pl_pl: Email z linkiem aktywacyjnym został wysłany. Sprawdź również swój SPAM.

source: Accunt was created, but activation email was not sent
pl_pl: Konto zostało utworzone, ale link aktywacyjny nie został wysłany.

source: First name
pl_pl: Imię

source: Last name
pl_pl: Nazwisko

source: Confirm password
pl_pl: Potwierdź hasło

source: You've just added a new trip.
pl_pl: Właśnie dodałeś nową wyprawę.

source: Trip does not exist.
pl_pl: Nie ma takiej wycieczki.

source: Join
pl_pl: Dołącz

source: Invite
pl_pl: Zaproś

source: Invite your friends
pl_pl: Zaproś znajomych

source: sent you a message:
pl_pl: wysłał/a Ci wiadomość.

source: added you as a friend.
pl_pl: dodał/a Cię do znajomych.

source: added a post to your group:
pl_pl: dodał posta do Twojej grupy.

source: added a post to your profile:
pl_pl: dodał posta na Twoim profilu.

source: joined your trip.
pl_pl: dołączył do Twojej wyprawy.

source: This username is already in use.
pl_pl: Nazwa użytkownika jest już używana.

source: This email is already in use.
pl_pl: Ten email już jest używany.

source: Activate your Mountain Grip account.
pl_pl: Aktywuj swoje konto na https://mountaingrip.com

source: Your profile photo
pl_pl: Zdjęcie profilowe

source: Your cover photo
pl_pl: Zdjęcie w tle

source: Birthday
pl_pl: Urodziny

source: Gender
pl_pl: Płeć

source: Country
pl_pl: Państwo

source: Height
pl_pl: Wysokość

source: Your post is too long.
pl_pl: Twój post jest za długi.

source: You have to write something :)
pl_pl: Napisz coś :)

source: Base place
pl_pl: Miejse spotkania

source: Mountain name
pl_pl: Nazwa góry

source: Cover photo
pl_pl: Zdjęcie wyróżniające

source: Something is wrong
pl_pl: Coś jest nie tak.

source: User does not exist
pl_pl: Nie ma takiego użytkownika.
